Repository: kodi-game/game.libretro.vice_xpet
Catalog: game.libretro.vice_xpet/resources/language/resource.language.*/strings.po
Languages: da_dk, de_de, es_mx, ga, zh_cn

# Addon Description
source: VICE stands for the Versatile Commodore Emulator. The current version emulates the C64, the C64DTV, the C128, the VIC20, practically all PET models, the PLUS4 and the CBM-II (aka C610/C510).
da_dk: VICE står for Versatile Commodore Emulator. Den nuværende version emulerer C64, C64DTV, C128, VIC20, praktisk talt alle PET-modeller, PLUS4 og CBM-II (aka C610/C510).
de_de: VICE steht für den Versatile Commodore Emulator. Die aktuelle Version emuliert den C64, den C64DTV, den C128, den VIC20, praktisch alle PET-Modelle, den PLUS4 und den CBM-II (aka C610/C510).
es_mx: VICE es un acrónimo de Emulador de Commodore Versátil (por sus siglas en inglés, Versatile Commodore Emulator). La versión actual es capaz de emular la C64, la C64DTV, la C128, la VIC20, prácticamente todos los modelos PET, la PLUS4 y la CBM-II (alias C610/C510).
ga: Seasann VICE do Versatile Commodore Emulator. Déanann an leagan reatha aithris ar an C64, an C64DTV, an C128, an VIC20, beagnach gach samhail PET, an PLUS4 agus an CBM-II (ar a dtugtar C610/C510 freisin).
zh_cn: VICE 即 Versatile Commodore Emulator。当前版本模拟了 C64、C64DTV、C128、VIC20、几乎所有 PET 型号、PLUS4 和 CBM-II（又名 C610/C510）。

# #30000
source: Settings
da_dk: Indstillinger
de_de: Einstellungen
es_mx: Ajustes
zh_cn: 设置

# #30002
source: System > RAM Expansion Unit
da_dk: System > RAM-udvidelsesenhed
de_de: System > RAM-Erweiterungseinheit
zh_cn: 系统 > RAM 扩展单元

# #30004
source: System > Read 'vicerc'
da_dk: System > Læs 'vicerc'
de_de: System > „vicerc“ lesen
zh_cn: 系统 > 读取“vicerc”

# #30005
source: System > Reset Type
da_dk: System > Type af nulstilling
de_de: System > Typ zurücksetzen
zh_cn: 系统 > 重置类型

# #30006
source: Media > Automatic Load Warp
da_dk: Medier > Automatisk indlæsningsforskydning
de_de: Medien > Warp automatisch laden
es_mx: Medios > Carga automática de Warp
zh_cn: 介质 > 自动加载 Warp

# #30007
source: Media > Warp Boost
da_dk: Medie > Warp boost
de_de: Medien > Warp Boost
zh_cn: 介质 > Warp 增强

# #30008
source: Media > Autostart
da_dk: Medier > Automatisk start
de_de: Medien > Autostart
es_mx: Medios > Autoinicio
zh_cn: 介质 > 自动启动

# #30009
source: Media > True Drive Emulation
da_dk: Medier > Ægte drev-emulering
de_de: Medien > True-Drive-Emulation
es_mx: Medios > Emulación de unidad precisa
zh_cn: 介质 > 真实驱动器真

# #30010
source: Media > Virtual Device Traps
da_dk: Medier > Virtuelle enhedsfælder
es_mx: Medios > Trampas de dispositivo virtual
zh_cn: 介质 > 虚拟设备陷阱

# #30011
source: Media > Floppy Write Protection
da_dk: Medier > Floppy skrivebeskyttelse
de_de: Medien > Schreibschutz für Floppy
es_mx: Medios > Protección de escritura de floppy
zh_cn: 介质 > 软盘写保护

# #30012
source: Media > EasyFlash Write Protection
da_dk: Medier > EasyFlash skrivebeskyttelse
de_de: Medien > Schreibschutz für EasyFlash
es_mx: Medios > Protección de copia EasyFlash
zh_cn: 介质 > EasyFlash 写保护

# #30013
source: Media > Global Work Disk
da_dk: Medier > Global arbejdsdisk
de_de: Medien > Global Work Disk
es_mx: Medios > Disco de trabajo global
zh_cn: 介质 > 全局工作盘

# #30014
source: Media > Cartridge
da_dk: Medier > Patron
de_de: Medien > Cartridge
es_mx: Medios > Cartucho
zh_cn: 介质 > 卡带

# #30015
source: Show Video Options
da_dk: Vis videoindstillinger
de_de: Videooptionen anzeigen
es_mx: Mostrar opciones de video
zh_cn: 显示视频选项

# #30016
source: Video > Pixel Aspect Ratio
da_dk: Video > Billedformat for pixel
de_de: Video > Pixelseitenverhältnis
es_mx: Video > Relación de aspecto de pixel
zh_cn: 视频 > 像素纵横比

# #30017
source: Video > Crop
da_dk: Video > Beskær
de_de: Video > Zuschneiden
zh_cn: 视频 > 裁剪

# #30018
source: Video > Zoom Mode
da_dk: Video > Zoomtilstand
de_de: Video > Zoommodus
es_mx: Video > Modo de acercamiento
zh_cn: 视频 > 缩放模式

# #30019
source: Video > Crop Mode
da_dk: Video > Beskæringstilstand
de_de: Video > Zuschneidemodus
zh_cn: 视频 > 裁剪模式

# #30020
source: Video > Zoom Mode Crop
da_dk: Video > Beskæring for zoomtilstand
de_de: Video > Zoommodus Zuschneiden
es_mx: Video > Modo de acercamiento recorte
zh_cn: 视频 > 缩放模式裁剪

# #30021
source: Video > Manual Crop Top
da_dk: Video > Beskær toppen manuelt
de_de: Video > Manuell Zuschneiden oben
es_mx: Video > Recorte manual superior
zh_cn: 视频 > 手动裁剪顶部

# #30022
source: Video > Manual Crop Bottom
da_dk: Video > Beskær bunden manuelt
de_de: Video > Manuell Zuschneiden unten
es_mx: Video > Recorte manual inferior
zh_cn: 视频 > 手动裁剪底部

# #30023
source: Video > Manual Crop Left
da_dk: Video > Beskær venstre manuelt
de_de: Video > Manuell Zuschneiden links
es_mx: Video > Recorte manual izquierdo
zh_cn: 视频 > 手动裁剪左边

# #30024
source: Video > Manual Crop Right
da_dk: Video > Beskær højre manuelt
de_de: Video > Manuell Zuschneiden rechts
es_mx: Video > Recorte manual derecho
zh_cn: 视频 > 手动裁剪右边

# #30026
source: Video > VIC-II Filter Oddline Phase
da_dk: Video > VIX-II filter fase for ulige linje
de_de: Video > VIC-II-Filter Ungeradzahlige Phase
zh_cn: 视频 > VIC-II 滤波器奇数行相位

# #30027
source: Video > VIC-II Filter Oddline Offset
da_dk: Video > VIX-II filter forskydning af ulige linje
de_de: Video > VIC-II-Filter Ungeradzahliger Offset
zh_cn: 视频 > VIC-II 滤波器奇数行偏移

# #30028
source: Video > VIC-II Color Palette
da_dk: Video > VIC-II farvepalette
de_de: Video > VIC-II Farbpalette
es_mx: Video > Paleta de color VIC-II
zh_cn: 视频 > VIC-II 调色板

# #30029
source: Video > VIC-II Color Gamma
da_dk: Video > VIC-II farvegamma
de_de: Video > VIC-II Farbgamma
es_mx: Video > Gamma de color VIC-II
zh_cn: 视频 > VIC-II 彩色 Gamma

# #30030
source: Video > VIC-II Color Brightness
da_dk: Video > VIC-II farvelysstyrke
de_de: Video > VIC-II Farbhelligkeit
es_mx: Video > Brillo de color VIC-II
zh_cn: 视频 > VIC-II 彩色亮度

# #30031
source: Video > VIC-II Color Contrast
da_dk: Video > VIC-II farvekontrast
de_de: Video > VIC-II Farbkontrast
es_mx: Video > Contraste de color VIC-II
zh_cn: 视频 > VIC-II 彩色对比度

# #30032
source: Video > VIC-II Color Saturation
da_dk: Video > VIC-II farvemætning
de_de: Video > VIC-II Farbsättigung
es_mx: Video > Saturación de color VIC-II
zh_cn: 视频 > VIC-II 彩色饱和度

# #30033
source: Video > VIC-II Color Tint
da_dk: Video > VIC-II farvetone
de_de: Video > VIC-II Farbton
es_mx: Video > Tinte de color VIC-II
zh_cn: 视频 > VIC-II 彩色色调

# #30034
source: Video > Color Depth
da_dk: Video > Farvedybde
de_de: Video > Farbtiefe
es_mx: Video > Profundidad de color
zh_cn: 视频 > 色深

# #30035
source: OSD > Virtual KBD Theme
da_dk: OSD > Tema for virtuelt tastatur
de_de: OSD > Thema Virtuelle Tastatur
zh_cn: OSD > 虚拟 KBD 主题

# #30036
source: OSD > Virtual KBD Transparency
da_dk: OSD > Gennemsigtighed af virtuelt tastatur
de_de: OSD > Transparenz Virtuelle Tastatur
zh_cn: OSD > 虚拟 KBD 透明度

# #30037
source: OSD > Virtual KBD Dimming
da_dk: OSD > Dæmpning af virtuelt tastatur
de_de: OSD > Abdunkeln Virtuelle Tastatur
zh_cn: OSD > 虚拟 KBD 调光

# #30038
source: OSD > Statusbar Mode
da_dk: OSD > Tilstand for statuslinje
de_de: OSD > Modus Stausleiste
zh_cn: OSD > 状态栏模式

# #30039
source: OSD > Statusbar Messages
da_dk: OSD > Beskeder for statuslinje
de_de: OSD > Statusleistenmeldungen
zh_cn: OSD > 状态栏信息

# #30040
source: OSD > Light Pen/Gun Pointer Color
da_dk: OSD > Light pen/farve på pistolmarkør
de_de: OSD > Lichtstift-/Pistolenzeigerfarbe
zh_cn: OSD > 光笔/枪指针颜色

# #30041
source: Show Audio Options
da_dk: Vis lydindstillinger
de_de: Audiooptionen anzeigen
es_mx: Mostrar opciones de audio
zh_cn: 显示音频选项

# #30042
source: Audio > Drive Sound Emulation
da_dk: Lyd > Emulering af drev-lyd
de_de: Audio > Laufwerkssound-Emulation
es_mx: Audio > Emulación de sonido de unidad
zh_cn: 音频 > 驱动器声音模拟

# #30043
source: Audio > Datasette Sound
da_dk: Lyd > Datasette-lyd
es_mx: Audio > Sonido de datassete
zh_cn: 音频 > 磁带机声音

# #30044
source: Audio > VIC-II Audio Leak Emulation
da_dk: Lyd > VIC-II emulering af lydlæk
es_mx: Audio > Emulación de distorsión de audio VIC-II
zh_cn: 音频 > VIC-II 音频泄漏仿真

# #30045
source: Audio > SID Engine
da_dk: Lyd > SID-motor
es_mx: Audio > Motor SID
zh_cn: 音频 > SID 引擎

# #30046
source: Audio > SID Model
da_dk: Lyd > SID-model
de_de: Audio > SID-Modell
es_mx: Audio > Modelo de SID
zh_cn: 音频 > SID 型号

# #30047
source: Audio > SID Extra
da_dk: Lyd > SID ekstra
es_mx: Audio > Extra SID
zh_cn: 音频 > SID 附加

# #30048
source: Audio > ReSID Sampling
da_dk: Lyd > ReSID sampling
es_mx: Audio > Muestreo ReSID
zh_cn: 音频 > ReSID 采样

# #30049
source: Audio > ReSID Filter Passband
da_dk: Lyd > ReSID filter Passband
es_mx: Audio > Paso de banda de filtro ReSID
zh_cn: 音频 > ReSID 滤波器通带

# #30050
source: Audio > ReSID Filter Gain
da_dk: Lyd > ReSID filter gain
de_de: Audio > ReSID-Filter Verstärkung
es_mx: Audio > Ganancia de filtro ReSID
zh_cn: 音频 > ReSID 滤波器增益

# #30051
source: Audio > ReSID Filter 6581 Bias
da_dk: Lyd > ReSID filter 6581 bias
es_mx: Audio > Filtro ReSID 6581 Bias
zh_cn: 音频 > ReSID 滤波器 6581 Bias

# #30052
source: Audio > ReSID Filter 8580 Bias
da_dk: Lyd > ReSID filter 8580 bias
es_mx: Audio > Filtro ReSID 8580 Bias
zh_cn: 音频 > ReSID 滤波器 8580 Bias

# #30053
source: Audio > SFX Sound Expander
da_dk: Lyd > SFX lydudvidelse
es_mx: Audio > Expansión de efectos de sonido
zh_cn: 音频 > SFX 扩音器

# #30054
source: Audio > Sample Rate
da_dk: Lyd > Samplefrekvens
de_de: Audio > Samplingrate
es_mx: Audio > Tasa de muestreo
zh_cn: 音频 > 采样率

# #30055
source: Input > Analog Stick Mouse
da_dk: Input > Mus til analog stick
de_de: Eingabe > Analogstick Maus
es_mx: Entrada > Ratón de stick analógico
zh_cn: 输入 > 模拟游戏杆鼠标

# #30056
source: Input > Analog Stick Mouse Deadzone
da_dk: Input > Dødzone for mus til analog stick
de_de: Eingabe > Analogstick Maus-Deadzone
es_mx: Entrada > Zona muerta de ratón de stick analógico
zh_cn: 输入 > 模拟游戏杆鼠标死区

# #30057
source: Input > Analog Stick Mouse Speed
da_dk: Input > Hastighed for mus til analog stick
de_de: Eingabe > Analogstick Mausgeschwindigkeit
es_mx: Entrada > Velocidad de ratón de stick analógico
zh_cn: 输入 > 模拟游戏杆鼠标速度

# #30058
source: Input > D-Pad Mouse Speed
da_dk: Input > Hastighed for D-Pad mus
de_de: Eingabe > D-Pad Mausgeschwindigkeit
es_mx: Entrada > Velocidad de ratón de D-Pad
zh_cn: 输入 > 十字键鼠标速度

# #30059
source: Input > Mouse Speed
da_dk: Input > Hastighed for mus
de_de: Eingabe > Mausgeschwindigkeit
es_mx: Entrada > Velocidad de ratón
zh_cn: 输入 > 鼠标速度

# #30060
source: Input > Keyboard Pass-through
da_dk: Input > Gennemgang for tastatur
de_de: Eingabe > Tastatur-Pass-Through
es_mx: Entrada > Entrada directa de teclado
zh_cn: 输入 > 键盘传递

# #30061
source: Input > Datasette Hotkeys
da_dk: Input > Genvejstaster for datasette
de_de: Eingabe > Datasette-Hotkey
es_mx: Entrada > Atajos de teclado de datassete
zh_cn: 输入 > 磁带机热键

# #30063
source: Input > Keyboard Keymap
da_dk: Input > Tastatur keymap
de_de: Eingabe > Tastaturbelegung
es_mx: Entrada > Distribución de teclado
zh_cn: 输入 > 键盘键映射

# #30064
source: Show Mapping Options
da_dk: Vis indstillinger for mapping
de_de: Optionen für Zuordnung anzeigen
es_mx: Mostrar opciones de atajos de teclado
zh_cn: 显示映射选项

# #30065
source: Hotkey > Toggle Virtual Keyboard
da_dk: Genvej > Skift til virtuelt tastatur
de_de: Hotkey > Virtuelle Tastatur umschalten
es_mx: Atajos > Alternar teclado virtual
zh_cn: 热键 > 切换虚拟键盘

# #30066
source: Hotkey > Toggle Statusbar
da_dk: Genvej > Skift statuslinje
de_de: Hotkey > Statusleiste umschalten
es_mx: Atajos > Alternar barra de estado
zh_cn: 热键 > 切换状态栏

# #30067
source: Hotkey > Switch Joyport
da_dk: Genvej > Skift port til joystick
de_de: Hotkey > Joyport umschalten
es_mx: Atajos > Alternar Joyport
zh_cn: 热键 > 切换 Joyport

# #30068
source: Hotkey > Toggle Turbo Fire
da_dk: Genvej > Skift turbo-skyd
de_de: Hotkey > Turbofeuer umschalten
es_mx: Atajos > Alternar Turbo Fire
zh_cn: 热键 > 切换 Turbo 开火

# #30069
source: Hotkey > Toggle Save Disk
da_dk: Genvej > Skift gem disk
de_de: Hotkey > Diskette speichern umschalten
es_mx: Atajos > Alternar guardado de disco
zh_cn: 热键 > 切换保存磁盘

# #30070
source: Hotkey > Reset
da_dk: Genvej > Nulstil
es_mx: Atajos > Reiniciar
zh_cn: 热键 > 重置

# #30071
source: Hotkey > Hold Warp Mode
da_dk: Genvej > Hold warp-tilstand
de_de: Hotkey > Warp-Modus halten
es_mx: Atajos > Mantener modo Warp
zh_cn: 热键 > 保持 Warp 模式

# #30072
source: Hotkey > Toggle Aspect Ratio
da_dk: Genvej > Skift billedformat
de_de: Hotkey > Seitenverhältnis umschalten
es_mx: Atajos > Alternar relación de aspecto
zh_cn: 热键 > 切换纵横比

# #30073
source: Hotkey > Toggle Crop
da_dk: Genvej > Skift beskæring
de_de: Hotkey > Zuschneiden umschalten
zh_cn: 热键 > 切换裁剪

# #30074
source: Hotkey > Toggle Zoom Mode
da_dk: Genvej > Skift zoomtilstand
de_de: Hotkey > Zoommodus umschalten
es_mx: Atajos > Alternar modo de acercamiento
zh_cn: 热键 > 切换缩放模式

# #30075
source: Hotkey > Toggle Datasette Hotkeys
da_dk: Genvej > Skift genvejstaster for datasette
de_de: Hotkey > Datasette-Hotkeys umschalten
es_mx: Atajos > Alternar atajos de teclado de datassete
zh_cn: 热键 > 切换磁带机热键

# #30076
source: Hotkey > Datasette PLAY
da_dk: Genvej > Afspil datasette
zh_cn: 热键 > 磁带机播放

# #30077
source: Hotkey > Datasette STOP
da_dk: Genvej > Stop datasette
de_de: Hotkey > Datasette STOPP
es_mx: Atajos > Detener datassete
zh_cn: 热键 > 磁带机停止

# #30078
source: Hotkey > Datasette REWIND
da_dk: Genvej > Tilbagespol datasette
de_de: Hotkey > Datasette RÜCKSPULEN
zh_cn: 热键 > 磁带机倒带

# #30079
source: Hotkey > Datasette F.FWD
da_dk: Genvej > Spol hurtigt frem på datasette
de_de: Hotkey > Datasette VORSPULEN
zh_cn: 热键 > 磁带机快进

# #30080
source: Hotkey > Datasette RESET
da_dk: Genvej > Nulstil datasette
es_mx: Atajos > Reiniciar datassete
zh_cn: 热键 > 磁带机重置

# #30081
source: RetroPad > Up
da_dk: RetroPad > Op
de_de: RetroPad > Hoch
es_mx: RetroPad > Arriba
zh_cn: RetroPad > 上

# #30082
source: RetroPad > Down
da_dk: RetroPad > Ned
de_de: RetroPad > Runter
es_mx: RetroPad > Abajo
zh_cn: RetroPad > 下

# #30083
source: RetroPad > Left
da_dk: RetroPad > Venstre
de_de: RetroPad > Links
es_mx: RetroPad > Izquierda
zh_cn: RetroPad > 左

# #30084
source: RetroPad > Right
da_dk: RetroPad > Højre
de_de: RetroPad > Rechts
es_mx: RetroPad > Derecha
zh_cn: RetroPad > 右

# #30089
source: RetroPad > Select
da_dk: RetroPad > Vælg

# #30091
source: RetroPad > L
da_dk: RetroPad > V

# #30092
source: RetroPad > R
da_dk: RetroPad > H

# #30093
source: RetroPad > L2
da_dk: RetroPad > V2

# #30094
source: RetroPad > R2
da_dk: RetroPad > H2

# #30095
source: RetroPad > L3
da_dk: RetroPad > V3

# #30096
source: RetroPad > R3
da_dk: RetroPad > H3

# #30097
source: RetroPad > Left Analog > Up
da_dk: RetroPad > Venstre analog > Op
de_de: RetroPad > Links Analog > Hoch
es_mx: RetroPad > Análogo izquierdo > Arriba
zh_cn: RetroPad > 左模拟 > 上

# #30098
source: RetroPad > Left Analog > Down
da_dk: RetroPad > Venstre analog > Ned
de_de: RetroPad > Links Analog > Runter
es_mx: RetroPad > Análogo izquierdo > Abajo
zh_cn: RetroPad > 左模拟 > 下

# #30099
source: RetroPad > Left Analog > Left
da_dk: RetroPad > Venstre analog > Venstre
de_de: RetroPad > Links Analog > Links
es_mx: RetroPad > Análogo izquierdo > Izquierda
zh_cn: RetroPad > 左模拟 > 左

# #30100
source: RetroPad > Left Analog > Right
da_dk: RetroPad > Venstre analog > Højre
de_de: RetroPad > Links Analog > Rechts
es_mx: RetroPad > Análogo izquierdo > Derecha
zh_cn: RetroPad > 左模拟 > 右

# #30101
source: RetroPad > Right Analog > Up
da_dk: RetroPad > Højre analog > Op
de_de: RetroPad > Rechts Analog > Hoch
es_mx: RetroPad > Análogo derecho > Arriba
zh_cn: RetroPad > 右模拟 > 上

# #30102
source: RetroPad > Right Analog > Down
da_dk: RetroPad > Højre analog > Ned
de_de: RetroPad > Rechts Analog > Runter
es_mx: RetroPad > Análogo derecho > Abajo
zh_cn: RetroPad > 右模拟 > 下

# #30103
source: RetroPad > Right Analog > Left
da_dk: RetroPad > Højre analog > Venstre
de_de: RetroPad > Rechts Analog > Links
es_mx: RetroPad > Análogo derecho > Izquierda
zh_cn: RetroPad > 右模拟 > 左

# #30104
source: RetroPad > Right Analog > Right
da_dk: RetroPad > Højre analog > Højre
de_de: RetroPad > Rechts Analog > Rechts
es_mx: RetroPad > Análogo derecho > Derecha
zh_cn: RetroPad > 右模拟 > 右

# #30105
source: RetroPad > Turbo Fire
da_dk: RetroPad > Turbo-skyd
de_de: RetroPad > Turbofeuer
zh_cn: RetroPad > Turbo 开火

# #30106
source: RetroPad > Turbo Button
da_dk: RetroPad > Turboknap
de_de: RetroPad > Turbotaste
es_mx: RetroPad > Botón Turbo
zh_cn: RetroPad > Turbo 按钮

# #30107
source: RetroPad > Turbo Pulse
da_dk: RetroPad > Turbopuls
de_de: RetroPad > Turboimpuls
es_mx: RetroPad > Turbo Pulso
zh_cn: RetroPad > Turbo 脉冲

# #30108
source: Input > Userport Joystick Adapter
da_dk: Input > Brugerport joystick-adapter
de_de: Eingabe > Userport-Joystickadapter
es_mx: Entrada > Puerto de usuario del adaptador de joystick
zh_cn: 输入 > 用户端口游戏杆适配器

# #30110
source: RetroPad > Joystick Port Type
da_dk: RetroPad > Type af joystickport
de_de: RetroPad > Joystick-Porttyp
es_mx: Entrada > Tipo de puerto de joystick
zh_cn: RetroPad > 游戏杆端口类型

# #30111
source: RetroPad > Face Button Options
da_dk: RetroPad > Indstillinger for face-knap
de_de: RetroPad > Optionen für Fronttasten
es_mx: Entrada > Opciones de caras de botones
zh_cn: Retropad > Face 按钮选项

# #30001
source: System > Model
de_de: System > Modell
ga: Córas > Samhail
zh_cn: 系统 > 型号

# #30025
source: Video > VIC-II Filter
es_mx: Video > Filtro VIC-II
zh_cn: 视频 > VIC-II 滤波器

# #30062
source: Input > Keyrah Keypad Mappings
de_de: Eingabe > Zuordnungen für Keyrah Tastenfeld
es_mx: Entrada > Asignaciones de teclado Keyrah
zh_cn: 输入 > Keyrah 键盘映射

# #30109
source: RetroPad > Joystick Port
es_mx: Entrada > Puerto de joystick
zh_cn: RetroPad > 游戏杆端口

# #30002
source: System > Read 'vicerc'
ga: Córas > Léigh 'vicerc'

# #30003
source: System > Reset Type
ga: Córas > Cineál Athshocraithe

# #30004
source: Media > Automatic Load Warp
ga: Meáin > Saobhadh Luchtaithe Uathoibríoch

# #30005
source: Media > Autostart
ga: Meáin > Tosaigh Uathoibríoch

# #30006
source: Media > True Drive Emulation
ga: Meáin > Aithris True Drive

# #30007
source: Media > Virtual Device Traps
ga: Meáin > Gaistí Gléasanna Fíorúla

# #30008
source: Media > Floppy Write Protection
ga: Meáin > Cosaint Scríbhneoireachta ar Dhioblóga

# #30009
source: Media > Global Work Disk
ga: Meáin > Diosca Oibre Domhanda

# #30010
source: Show Video Options
ga: Taispeáin Roghanna Físeáin

# #30011
source: Video > CRTC Filter
ga: Físeán > Scagaire CRTC

# #30014
source: Video > CRTC Color Palette
ga: Físeán > Pailéad Dathanna CRTC

# #30015
source: Video > Color Depth
ga: Físeán > Doimhneacht Datha

# #30016
source: OSD > Virtual KBD Theme
ga: OSD > Téama KBD Fíorúil

# #30017
source: OSD > Virtual KBD Transparency
ga: OSD > Trédhearcacht KBD Fíorúil

# #30018
source: OSD > Virtual KBD Dimming
ga: OSD > Maolú KBD Fíorúil

# #30019
source: OSD > Statusbar Mode
ga: OSD > Mód Barra Stádais

# #30020
source: OSD > Statusbar Startup
ga: OSD > Tosaithe Barra Stádais

# #30021
source: OSD > Statusbar Messages
ga: OSD > Teachtaireachtaí Barra Stádais

# #30022
source: OSD > Light Pen/Gun Pointer Color
ga: OSD > Dath Pointeora Peann/Gunna Solais

# #30023
source: Show Audio Options
ga: Taispeáin Roghanna Fuaime

# #30024
source: Audio > Drive Sound Emulation
ga: Fuaim > Aithris Fuaime Tiomántáin

# #30025
source: Audio > Datasette Sound
ga: Fuaim > Fuaim Tacair Sonraí

# #30026
source: Audio > Sample Rate
ga: Fuaim > Ráta Samplála

# #30027
source: Input > Keyboard Pass-through
ga: Ionchur > Pasáiste Méarchláir

# #30028
source: Input > Datasette Hotkeys
ga: Ionchur > Eochracha Te Tacair Sonraí

# #30029
source: Show Mapping Options
ga: Taispeáin Roghanna Mapála

# #30030
source: Hotkey > Toggle Virtual Keyboard
ga: Eochair Te > Éadromchlár Fíorúil a Scor

# #30031
source: Hotkey > Toggle Statusbar
ga: Eochair Te > Barra Stádais a Scor

# #30032
source: Hotkey > Toggle Turbo Fire
ga: Eochair Te > Scoránaigh Turbo Fire

# #30033
source: Hotkey > Toggle Save Disk
ga: Eochair Te > Scoránaigh Sábháil Diosca

# #30034
source: Hotkey > Reset
ga: Eochair Te > Athshocraigh

# #30035
source: Hotkey > Hold Warp Mode
ga: Eochair Te > Coinnigh Mód Warp

# #30036
source: Hotkey > Toggle Datasette Hotkeys
ga: Eochair Te > Scoránaigh Datasette Eochracha Te

# #30037
source: Hotkey > Datasette PLAY
ga: Eochair Te > Datasette SHEINN

# #30038
source: Hotkey > Datasette STOP
ga: Eochair Te > Datasette STOP

# #30039
source: Hotkey > Datasette REWIND
ga: Eochair Te > Datasette ATHCHASÚ

# #30040
source: Hotkey > Datasette F.FWD
ga: Eochair Te > Datasette MEARCHAS

# #30041
source: Hotkey > Datasette RESET
ga: Eochair Te > Datasette ATHSHOCRAITH

# #30042
source: RetroPad > Up
ga: RetroPad > Suas

# #30043
source: RetroPad > Down
ga: RetroPad > Síos

# #30044
source: RetroPad > Left
ga: RetroPad > Ar Chlé

# #30045
source: RetroPad > Right
ga: RetroPad > Ar Dheis

# #30050
source: RetroPad > Select
ga: RetroPad > Roghnaigh

# #30051
source: RetroPad > Start
ga: RetroPad > Tosaigh

# #30058
source: RetroPad > Left Analog > Up
ga: RetroPad > Analógach ar Chlé > Suas

# #30059
source: RetroPad > Left Analog > Down
ga: RetroPad > Analógach ar Chlé > Síos

# #30060
source: RetroPad > Left Analog > Left
ga: RetroPad > Analógach ar Chlé > Ar Chlé

# #30061
source: RetroPad > Left Analog > Right
ga: RetroPad > Analógach ar Chlé > Ar Dheis

# #30062
source: RetroPad > Right Analog > Up
ga: RetroPad > Analógach ar Dheis > Suas

# #30063
source: RetroPad > Right Analog > Down
ga: RetroPad > Analógach ar Dheis > Síos

# #30064
source: RetroPad > Right Analog > Left
ga: RetroPad > Analógach Ar Dheis > Ar Chlé

# #30065
source: RetroPad > Right Analog > Right
ga: RetroPad > Analógach Ar Dheis > Ar Dheis

# #30066
source: Input > Userport Joystick Adapter
ga: Ionchur > Oiriúntóir Luamhán Port Úsáideora

# #30067
source: System > Printer
ga: Córas > Printéir

# #30068
source: Video > Crop
ga: Físeán > Bearradh

# #30070
source: Video > Crop Mode
ga: Físeán > Mód Bearrtha

# #30072
source: Video > Manual Crop Top
ga: Físeán > Barr Bearrtha Lámhleabhar

# #30073
source: Video > Manual Crop Bottom
ga: Físeán > Bearradh Bun Láimhe

# #30074
source: Video > Manual Crop Left
ga: Físeán > Bearradh Láimhe ar Chlé

# #30075
source: Video > Manual Crop Right
ga: Físeán > Bearradh Láimhe ar Dheis

# #30076
source: Hotkey > Toggle Crop
ga: Eochair Theite > Bearradh a Scoránaigh

# #30078
source: Media > Floppy MultiDrive
ga: Meáin > Tiomántán Il-Fhlopach

# #30079
source: Video > Automatic Crop Delay
ga: Físeán > Moill Uathoibríoch ar Bhearradh

# #30080
source: Audio > CRTC Audio Leak Emulation
ga: Fuaim > Aithris Sceitheadh Fuaime CRTC
